Revit 2027 API
AlignmentStationLabelSetOptions Constructor
 Create an object with default values.
Namespace: Autodesk.Revit.DB.Infrastructure
Assembly: Autodesk.CivilAlignments.DBApplication (in Autodesk.CivilAlignments.DBApplication.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AlignmentStationLabelSetOptions()
Public Sub New
public:
AlignmentStationLabelSetOptions()
new : unit -> AlignmentStationLabelSetOptions
See Also
Reference
AlignmentStationLabelSetOptions Class
Autodesk.Revit.DB.Infrastructure Namespace